{
  "header_tool_instruction": "Οδηγίες εργαλείου",
  "header_select_city": "Επιλέξτε Πόλη",
  "header_user": "Χρήστης",
  "header_planner": "Σχεδιαστής",
  "logo_IS": "Λογότυπο έργου InclusiveSpaces",
  "logo_EU": "Έμβλημα που συγχρηματοδοτείται από την ΕΕ",
  "logo_TUM": "Λογότυπο του Τεχνικού Πανεπιστημίου του Μονάχου (TUM)",
  "logo_CAT": "λογότυπο του εργαλείου CAT",

  "landing_cat_title": "CAT: Εργαλείο προσβασιμότητας βασισμένο στην άνεση",
  "landing_banner_title": "Τι είναι αυτό;",
  "landing_banner_intro": "Το CAT (Comfort-based Accessibility Tool) σας βοηθά να εξερευνήσετε περπατήσιμες περιοχές όχι μόνο με βάση τον χρόνο και την ταχύτητα, αλλά και με βάση παράγοντες άνεσης όπως ο θόρυβος, ο φωτισμός, οι διαβάσεις, η απτική επίστρωση, η σκιά από δέντρα και άλλα. Επιλέξτε σημείο εκκίνησης, ρυθμίστε τι σας ενδιαφέρει και δείτε πώς αλλάζει η προσβάσιμη περιοχή.",
  "landing_banner_contact_caption": "Ενδιαφέρεστε να χρησιμοποιήσετε το εργαλείο για την πόλη σας;",
  "landing_banner_contact_btn": "Επικοινωνήστε μαζί μας!",
  "landing_banner_share_btn": "Μοιραστείτε τη γνώμη σας",
  "landing_enter_hamburg": "Εισάγετε τον χάρτη του Αμβούργου",
  "landing_enter_penteli": "Εισάγετε τον χάρτη της Πεντέλης",
  "landing_city_section_title": "Εξερεύνησε μια πόλη:",
  "landing_city_hamburg": "Αμβούργο",
  "landing_city_hamburg_desc": "Η δεύτερη μεγαλύτερη πόλη της Γερμανίας, το Αμβούργο, συνδυάζει ιστορικά λιμάνια με ποικίλες περπατήσιμες γειτονιές και ανεπτυγμένες δημόσιες συγκοινωνίες.",
  "landing_city_penteli": "Πεντέλη",
  "landing_city_penteli_desc": "Η Πεντέλη, βόρεια της Αθήνας, χαρακτηρίζεται από πράσινες οικιστικές ζώνες και λοφώδες τοπίο, διαμορφώνοντας τη μοναδική προσβασιμότητα και κινητικότητα της περιοχής.", 
  "landing_details_title": "Λεπτομέρειες για το CAT",
  "landing_details_blocks": [
    "Το εργαλείο προσβασιμότητας με βάση την άνεση (CAT) αναπτύχθηκε από το Τεχνικό Πανεπιστήμιο του Μονάχου με σκοπό να υποστηρίξει τον σχεδιασμό πόλεων με βάση τα δεδομένα και με επίκεντρο τον άνθρωπο. Χρησιμοποιώντας πληροφορίες από τη βιβλιογραφία και συνεντεύξεις με ειδικούς στον σχεδιασμό καθώς και με άτομα με κινητικά προβλήματα, το εργαλείο προσφέρει μια ολοκληρωμένη προσέγγιση για την οπτικοποίηση της προσβασιμότητας με βάση την άνεση.",
    "Κύρια χαρακτηριστικά: Το CAT ενσωματώνει χρόνο διαδρομής, ταχύτητα περπατήματος και μια σειρά παραγόντων άνεσης — όπως ο θόρυβος, ο φωτισμός, το πράσινο, οι διαβάσεις και η ποιότητα του οδοστρώματος — για τη δημιουργία δυναμικών, εξατομικευμένων αναλύσεων περπατησιμότητας και χαρτών ισοχρονών. Οι χρήστες μπορούν να επιλέξουν διαδραστικά τους παράγοντες που τους ενδιαφέρουν και να δουν σε πραγματικό χρόνο πώς αλλάζει η προσβάσιμη περιοχή.",
    "Χρήστες: Το CAT απευθύνεται σε πολεοδόμους, ερευνητές κινητικότητας, υπεύθυνους λήψης αποφάσεων και κοινοτικές οργανώσεις που στοχεύουν στη βελτίωση της προσβασιμότητας και της άνεσης των πεζών.",
    "Πλεονεκτήματα: Η πλατφόρμα προσφέρει δυνατότητα δοκιμής σεναρίων, συμμετοχή ενδιαφερομένων και διαφανή επικοινωνία προκλήσεων προσβασιμότητας, καθιστώντας το εργαλείο ένα πρακτικό μέσο υποστήριξης αποφάσεων για μια ανθεκτική και χωρίς αποκλεισμούς αστική ανάπτυξη."
  ],
  "landing_visit_inclusive": "Επισκεφθείτε την ιστοσελίδα της InclusiveSpaces!",
  "landing_general_title": "Γενικές πληροφορίες σχετικά με το ερευνητικό πρόγραμμα",
  "landing_general_blocks": [
    "Με μια προσέγγιση καθολικού σχεδιασμού, το έργο InclusiveSpaces σχεδιάζει, παρακολουθεί και αξιολογεί αστικούς χώρους, προκειμένου να διασφαλίσει ότι είναι χωρίς αποκλεισμούς, προσβάσιμοι και φιλικοί προς το κλίμα. Με την εισαγωγή εννοιών προσβασιμότητας συν-σχεδιασμού, εμπλέκουμε άτομα που βρίσκονται σε επισφαλείς καταστάσεις, προκειμένου να προωθήσουμε την ένταξη, την κοινωνική συνοχή, καθώς και την προστασία του κλίματος και την προσαρμογή στην κλιματική αλλαγή. Το InclusiveSpaces είναι μια πρωτοβουλία για την τυποποίηση και την ψηφιοποίηση πλαισίων σχεδιασμού για τη μετάβαση σε ένα περιεκτικό και φιλικό προς το κλίμα δομημένο περιβάλλον.",
    "Το InclusiveSpaces αναπτύσσει καινοτόμα εργαλεία σχεδιασμού και βοηθητικές τεχνολογίες που βασίζονται σε αρχές καθολικού σχεδιασμού, ενδυναμώνει διαφορετικές ομάδες χρηστών και προάγει πρακτικές φιλικές προς το κλίμα. Οι λύσεις εφαρμόζονται και αξιολογούνται σε έξι ευρωπαϊκές πόλεις: Αθήνα-Πεντέλη, Γενεύη, Μαδρίτη, Λάρνακα, Αμβούργο και Βουδαπέστη.",
    "Το InclusiveSpaces είναι ένα έργο στο πλαίσιο του Horizon Europe, το οποίο χρηματοδοτείται από την Ευρωπαϊκή Επιτροπή βάσει της συμφωνίας χρηματοδότησης αριθ. 101147881. Οι βρετανικοί συμμετέχοντες σε αυτό το έργο συγχρηματοδοτούνται από το Ηνωμένο Βασίλειο. Ωστόσο, οι απόψεις και οι γνώμες που εκφράζονται είναι αποκλειστικά των συγγραφέων και δεν αντικατοπτρίζουν απαραίτητα τις απόψεις της Ευρωπαϊκής Ένωσης ή της Εκτελεστικής Υπηρεσίας για το Κλίμα, τις Υποδομές και το Περιβάλλον (CINEA). Ούτε η Ευρωπαϊκή Ένωση ούτε η χρηματοδοτική αρχή μπορούν να θεωρηθούν υπεύθυνες για αυτές.",
    "Το έργο InclusiveSpaces χρηματοδοτείται στο πλαίσιο της εταιρικής σχέσης Built4People."
  ],
  "landing_contact_title": "Επικοινωνία:",
  "landing_contact_duran": "Dr.-Ing. David Duran",
  "landing_contact_buettner": "Dr.-Ing. Benjamin Büttner",
  "landing_contact_zuckriegl": "M.Sc. Lea Zuckriegl",
  "landing_contact_zuniga": "M.Sc. Maria Jose Zuniga",
  "landing_contact_huashu": "B.Sc. Huashu Zhan",
  "landing_city_not_ready": "Συγγνώμη, ο χάρτης της πόλης {{city}} είναι υπό κατασκευή.",

  "modal_help_title": "Καλώς ήρθατε στο Εργαλείο Προσβασιμότητας με Βάση την Άνεση!",
  "modal_help_intro": "Αυτό το εργαλείο σας βοηθά να εξερευνήσετε πόσο βατό είναι ένα μέρος, με βάση τις προτιμήσεις σας για άνεση.",
  "modal_howto_title": "Πώς να το χρησιμοποιήσετε:",
  "modal_howto_step_select_start": "Κάντε κλικ στο «Επιλογή Αρχικού Σημείου» και επιλέξτε μια τοποθεσία στον χάρτη.",
  "modal_howto_step_adjust": "Ρυθμίστε τον χρόνο και την ταχύτητα περπατήματος χρησιμοποιώντας τα sliders.",
  "modal_howto_step_enable_features": "Ενεργοποιήστε χαρακτηριστικά όπως ο Θόρυβος, ο Φωτισμός ή τα Δέντρα.",
  "modal_howto_step_get_area": "Κάντε κλικ στο «Λήψη Περιοχής Εμβέλειας» για να δείτε τις ζώνες.",
  "modal_howto_step_view_results": "Δείτε τα αποτελέσματα στον πίνακα υπομνήματος.",
  "modal_tips_title": "Συμβουλές:",
  "modal_tips_step_toggle_layers": "Εναλλάξτε επίπεδα από το μενού αριστερά",
  "modal_tips_step_adjust_weights": "Ρυθμίστε τα βάρη άνεσης και πατήστε ξανά «Λήψη Περιοχής Εμβέλειας» για νέο αποτέλεσμα",
  "modal_tips_step_reset": "Πατήστε «Επαναφορά» για να διαγράψετε όλα τα αποτελέσματα και να ξεκινήσετε από την αρχή",
  "modal_outro": "Ας κάνουμε τη διαδρομή σας πιο άνετη και συμπεριληπτική!",
  "modal_close": "Κλείσιμο",
  "accessibility_title": "Προσβασιμότητα βάσει άνεσης",
  "minutes": "πρακτικά",
  "walking_time": "Χρόνος περπατήματος",
  "walking_speed": "Ταχύτητα περπατήματος",
  "speed_slow": "Αργό",
  "speed_medium": "Μέτριο",
  "speed_fast": "Γρήγορο",

  "select_start": "Επιλέξτε στον χάρτη",
  "select_start_anounce": "Η λειτουργία επιλογής αφετηρίας ενεργοποιήθηκε",
  "select_start_notice": "(Εισάγετε διεύθυνση ή χρησιμοποιήστε καρφίτσα)",
  "search_address": "Αναζήτηση διεύθυνσης",
  "reset": "Επαναφορά διεύθυνσης",
  "start_location_method": "Επιλέξτε πώς να ορίσετε το σημείο εκκίνησης",
  "start_method_map": "Επιλογή στον χάρτη",
  "enter_address": "Εισάγετε διεύθυνση",
  "address_placeholder": "Πληκτρολογήστε μια διεύθυνση...",
  "sr_search_in_progress": "Αναζήτηση διεύθυνσης...",
  "sr_search_success": "Οι προτάσεις διεύθυνσης ενημερώθηκαν",
  "sr_no_results": "Δεν βρέθηκε διεύθυνση",
  "sr_search_failed": "Αποτυχία αναζήτησης διεύθυνσης",
  "sr_start_set_to": "Η αφετηρία ορίστηκε σε",
  "sr_select_start_enabled": "Η λειτουργία επιλογής αφετηρίας ενεργοποιήθηκε",
  "get_area": "Λήψη περιοχής κάλυψης",
  "clear_result": "Καθαρισμός αποτελεσμάτων",
  "clear_variables": "Καθαρισμός χαρακτηριστικών",

  "leg_catchment_result": "Αποτελέσματα περιοχής κάλυψης",
  "leg_time_label": "Χρόνος: ",
  "leg_speed_label": "Ταχύτητα: ",
  "leg_area_label": "Έκταση: ",
  "leg_comfort_ratio": "Δείκτης Περιοχής Άνεσης: ",
  "leg_comfort_weight_title": "Βάρη Χαρακτηριστικών Δυσφορίας: ",
  "leg_none": "Κανένα",
  "leg_comfort_features": "Χαρακτηριστικά Δυσφορίας",
  "leg_poi_count": "Παροχές στην περιοχή",
  "leg_poi_gastronomy": "Γαστρονομία",
  "leg_poi_haltstelle": "Στάση δημόσιας συγκοινωνίας",
  "leg_poi_health": "Νοσοκομεία και φαρμακεία",
  "leg_poi_kita_schule": "Νηπιαγωγεία και σχολεία",
  "leg_poi_park_spiel": "Πάρκα και παιδικές χαρές",
  "leg_poi_supermarket": "Σούπερ μάρκετ",
  "leg_poi_uni_fh": "Πανεπιστήμια",
  "env_category": "Περιβαλλοντικό",
  "phy_category": "Φυσικό",
  "psy_category": "Ψυχολογικό",
  "variable_weight_for": "Βάρος για ",
  "map_layers": "Πληροφορίες Δεδομένων",
  "checkbox_noise": "Ηχορύπανση",
  "checkbox_temp_summer": "Ζεστός καιρός",
  "checkbox_temp_winter": "Κρύος καιρός",
  "checkbox_light": "Χωρίς φωτισμό δρόμου",
  "checkbox_traffic": "Χωρίς φανάρια",
  "checkbox_tactile": "Χωρίς απτικό μονοπάτι",
  "checkbox_tree": "Χωρίς σκιά δέντρων",
  "checkbox_green": "Χωρίς πράσινους χώρους",
  "checkbox_blue": "Χωρίς υδάτινα στοιχεία",
  "checkbox_station": "Μακριά από στάση μεταφοράς",
  "checkbox_narrow": "Στενό πεζοδρόμιο",
  "checkbox_wc": "Χωρίς προσβάσιμη τουαλέτα",
  "checkbox_stair": "Σκάλες",
  "checkbox_obstacle": "Εμπόδια",
  "checkbox_slope": "Κλίση",
  "checkbox_uneven": "Ανισόπεδη επιφάνεια",
  "checkbox_poor": "Κακό οδόστρωμα",
  "checkbox_kerb": "Ψηλά κράσπεδα",
  "checkbox_facility": "Χωρίς εγκαταστάσεις",
  "checkbox_crowd": "Πολυσύχναστη περιοχή",
  "loading": "Υπολογισμός...",
  "start_point_popup": "Σημείο εκκίνησης ανάλυσης",
  "emoji_level_0": "Κλίμακα δυσφορίας:",
  "emoji_level_1": "Αφόρητο",
  "emoji_level_2": "Μέτρια ενοχλητικό",
  "emoji_level_3": "Ελαφρώς ενοχλητικό",
  "emoji_level_4": "Ελάχιστα ενοχλητικό",
  "emoji_level_unknown": "Άγνωστο",
  "tooltip_walking_speed_title": "Βοήθεια για την επιλογή ταχύτητας περπατήματος",
  "tooltip_walking_speed_intro": "Ρυθμίστε την ταχύτητα περπατήματος σύμφωνα με την άνεσή σας:",
  "tooltip_walking_speed_stroll": "Ένας χαλαρός περίπατος (αργά) είναι συνήθως γύρω στα 3–4 χλμ/ώρα.",
  "tooltip_walking_speed_average": "Ένας μέσος (μεσαίος), σταθερός ρυθμός για τους περισσότερους ανθρώπους είναι περίπου 5 χλμ/ώρα.",
  "tooltip_walking_speed_brisk": "Ένα ζωηρό περπάτημα (γρήγορα), όπως όταν βιάζεστε, μπορεί να φτάσει τα 6 χλμ/ώρα.",
  "tooltip_comfort_features_title": "Βοήθεια για τη ρύθμιση χαρακτηριστικών δυσφορίας",
  "tooltip_variable_title": "Επιλέξτε τους παράγοντες άνεσης που σας ενδιαφέρουν και προσαρμόστε πόσο σας ενοχλούν με τα sliders παρακάτω.",
  "tooltip_noise": "Η έντονη κυκλοφορία ή ο περιβαλλοντικός θόρυβος εδώ σας αγχώνει ή σας κάνει να αποφεύγετε το περπάτημα;",
  "tooltip_light": "Η ανεπαρκής ή ανύπαρκτη οδική φωταγώγηση κάνει αυτόν τον δρόμο να φαίνεται μη ασφαλής τη νύχτα;",
  "tooltip_traffic": "Η διέλευση χωρίς φανάρια σας φαίνεται επικίνδυνη, ειδικά σε πολυσύχναστους δρόμους;",
  "tooltip_tactile": "Η απουσία ανάγλυφης διαγράμμισης δυσκολεύει την αυτόνομη κίνηση για άτομα με οπτική αναπηρία;",
  "tooltip_tree": "Το περπάτημα σε διαδρομή χωρίς σκιά δέντρων σας κάνει να νιώθετε πολύ εκτεθειμένοι ή ζεστά;",
  "tooltip_summer": "Οι υψηλές θερμοκρασίες της επιφάνειας εδώ σας αποτρέπουν από το περπάτημα;",
  "tooltip_winter": "Σε κρύες ή παγωμένες συνθήκες, το περπάτημα εδώ σας φαίνεται επικίνδυνο ή κουραστικό;",
  "tooltip_green": "Η απουσία πράσινου χώρου κάνει την περιοχή να φαίνεται αφιλόξενη ή χωρίς σημεία ξεκούρασης;",
  "tooltip_blue": "Χωρίς υδάτινα στοιχεία, αυτός ο χώρος σας φαίνεται λιγότερο ευχάριστος ή με χειρότερο μικροκλίμα;",
  "tooltip_station": "Η περιορισμένη πρόσβαση σε δημόσια συγκοινωνία μειώνει τη βαδισιμότητα της περιοχής για μεγαλύτερες μετακινήσεις;",
  "tooltip_narrow": "Στενά ή με εμπόδια πεζοδρόμια εδώ φαίνονται επικίνδυνα, ειδικά για αναπηρικά αμαξίδια ή παιδικά καρότσια;",
  "tooltip_wc": "Η έλλειψη προσβάσιμων τουαλετών κοντά μειώνει την προθυμία σας να περπατήσετε εδώ;",
  "tooltip_stair": "Η παρουσία σκαλοπατιών, χωρίς ράμπα ή προσβάσιμη διαδρομή, δυσκολεύει την πρόσβασή σας στον χώρο;",
  "tooltip_obstacle": "Τα εμπόδια ή οι φραγμοί κάνουν τις διαδρομές πεζών εδώ μπερδεμένες ή μη ασφαλείς για εσάς;",
  "tooltip_slope": "Οι απότομες κλίσεις κάνουν το περπάτημα πιο κουραστικό, επικίνδυνο ή μη προσβάσιμο για εσάς;",
  "tooltip_uneven": "Ανόμοια επιφάνεια αυξάνει τον κίνδυνο να σκοντάψετε ή να πέσετε;",
  "tooltip_poor": "Η κακή ποιότητα του οδοστρώματος κάνει το περπάτημα άβολο ή επικίνδυνο για εσάς;",
  "tooltip_kerb": "Υψηλά ή απότομα κράσπεδα δυσκολεύουν τη διέλευση ή την αλλαγή διαδρομής;",
  "tooltip_facility": "Η απουσία κοντινών εγκαταστάσεων (καταστήματα, παγκάκια, χώροι ανάπαυσης) μειώνει την προθυμία σας να περπατήσετε εδώ;",
  "tooltip_crowd": "Ο μεγάλος συνωστισμός κάνει το περπάτημα εδώ αγχωτικό, άβολο ή μη ασφαλές για εσάς;",
  
  "tooltip_default": "Χωρίς λεπτομέρειες.",
  "tooltip_data_title": "Πληροφορίες δεδομένων",
  "tooltip_data_name_label": "Όνομα δεδομένων:",
  "tooltip_data_source_label": "Πηγή:",
  "tooltip_data_desc_label": "Περιγραφή:",
  "tooltip_data_name_value": "Επίπεδα πόλης {{city}}",
  "tooltip_data_source_hh": "Προέρχεται κυρίως από το Geoportal Hamburg, το OpenStreetMap και το Τεχνικό Πανεπιστήμιο Μονάχου. Για περισσότερες λεπτομέρειες, ανατρέξτε στην πηγή που αναφέρεται κάτω από κάθε σύνολο δεδομένων.",
  "tooltip_data_source_pt": "Προέρχεται κυρίως από τον Δήμο Πεντέλης, το OpenStreetMap και το Τεχνικό Πανεπιστήμιο Μονάχου. Για περισσότερες λεπτομέρειες, ανατρέξτε στην πηγή που αναφέρεται κάτω από κάθε σύνολο δεδομένων.",
  "tooltip_data_desc": "Τα επίπεδα χάρτη συνδυάζουν περιβαλλοντικά, υποδομικά και δεδομένα προσβασιμότητας από ανοιχτές πηγές δεδομένων. Περιλαμβάνουν πληροφορίες όπως θόρυβο, θερμοκρασία, φωτισμό, κλίση, πράσινες περιοχές, οδική υποδομή και ροές πεζών, υποστηρίζοντας αναλύσεις προσβασιμότητας που βασίζονται στην άνεση.",
  "tooltip_layer_generic_desc": "Αυτό το επίπεδο απεικονίζει αστικά χαρακτηριστικά που χρησιμοποιούνται για αναλύσεις βασισμένες στην άνετη προσβασιμότητα.",
  "tooltip_layer": {
    "noise_wms": {
      "title": "Χάρτης Θορύβου",
      "desc": "Επίπεδα θορύβου ημέρας–βραδιού–νύχτας από την υπηρεσία WMS του Geoportal Hamburg.",
      "source": "Geoportal Hamburg (HH_WMS_Strassenverkehr)"
    },
    "temp_summer": {
      "title": "Θερμική Άνεση Καλοκαιριού",
      "desc": "Αυτό το σύνολο δεδομένων δημιουργήθηκε μετατρέποντας τοπικά σημεία μέτρησης θερμικής άνεσης σε πλέγμα 100×100 μ., παρουσιάζοντας χωρικές διακυμάνσεις των θερμικών συνθηκών το καλοκαίρι.",
      "source": "Παρέχεται από το Τεχνικό Πανεπιστήμιο Μονάχου, Έδρα Τεχνολογίας Κτιρίων και Σχεδιασμού με Κλιματική Ευαισθησία (2025), επεξεργασμένο από το έργο InclusiveSpaces."
    },
    "temp_winter": {
      "title": "Θερμική Άνεση Χειμώνα",
      "desc": "Αυτό το σύνολο δεδομένων δημιουργήθηκε μετατρέποντας τοπικά σημεία μέτρησης θερμικής άνεσης σε πλέγμα 100×100 μ., αποτυπώνοντας χωρικά πρότυπα ψυχρής καταπόνησης κατά τη χειμερινή περίοδο.",
      "source": "Παρέχεται από το Τεχνικό Πανεπιστήμιο Μονάχου, Έδρα Τεχνολογίας Κτιρίων και Σχεδιασμού με Κλιματική Ευαισθησία (2025), επεξεργασμένο από το έργο InclusiveSpaces."
    },
    "streetlight": {
      "title": "Φωτιστικά Οδοφωτισμού",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει τη θέση σημείων οδοφωτισμού στην περιοχή του Αμβούργου. Κάθε εγγραφή αντιπροσωπεύει έναν μεμονωμένο ιστό φωτισμού· ομαδοποιημένα ή υπο-σημεία δεν περιλαμβάνονται.",
      "source": "OpenStreetMap, 2025"
    },
    "trafic_light_wms": {
      "title": "Φανάρια Κυκλοφορίας",
      "desc": "Το σύνολο δεδομένων περιλαμβάνει τη θέση, το όνομα και τον αριθμό κόμβου όλων των φαναριών στην πόλη του Αμβούργου (εξαιρουμένης της Λιμενικής Αρχής HPA). Οι υποκόμβοι ή διασταυρώσεις με σήμανση δεν εμφανίζονται ξεχωριστά.",
      "source": "Geoportal Hamburg (Lichtsignalanlagen Hamburg)"
    },
    "trafic_light": {
      "title": "Φανάρια Κυκλοφορίας",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει τη θέση σηματοδοτούμενων διασταυρώσεων και διαβάσεων πεζών.",
      "source": "Δήμος Πεντέλης, 2025"
    },
    "tactile_guidance": {
      "title": "Περιοχές Απτικής Υποστήριξης",
      "desc": "Αυτό το σύνολο δεδομένων αναπαριστά περιοχές και γραμμικά τμήματα που διαθέτουν απτικές πλάκες ή επιφανειακούς δείκτες που βοηθούν άτομα με προβλήματα όρασης στην πλοήγηση.",
      "source": "OpenStreetMap, 2025"
    },
    "tree_wms": {
      "title": "Θέσεις Φύτευσης Δέντρων",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει θέσεις φύτευσης δέντρων που κατηγοριοποιούνται ως φυτεμένα, προγραμματισμένα ή μη εκχωρημένα σημεία φύτευσης. Τα δεδομένα προέρχονται από το επίσημο σύστημα διαχείρισης δέντρων του Αμβούργου και διατίθενται μέσω της υπηρεσίας Geoportal WMS.",
      "source": "Geoportal Hamburg (Pflanzstandorte)"
    },
    "green_infrastructure_wms": {
      "title": "Πράσινη Υποδομή",
      "desc": "Πληροφορίες για όλους τους τύπους πράσινων χώρων – παιδικές χαρές, πάρκα, κοινόχρηστους πράσινους χώρους, μονοπάτια, κήπους, προστατευτικά πράσινα, αθλητικούς χώρους και νεκροταφεία.",
      "source": "Geoportal Hamburg (Kataster der öffentlichen Grünanlagen)"
    },
    "green_infrastructure": {
      "title": "Πράσινη Υποδομή",
      "desc": "Αυτό το σύνολο δεδομένων αναπαριστά δημόσιους και φυσικούς πράσινους χώρους, όπως πάρκα, ζώνες βλάστησης και ανοιχτές εκτάσεις τοπίου.",
      "source": "Δήμος Πεντέλης, 2025"
    },
    "blue_infrastructure_wms": {
      "title": "Μπλε Υποδομή",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει υδρολογικά και γεωμορφολογικά χαρακτηριστικά όπως ποτάμια, λίμνες και άλλα υδάτινα τοπία, σχετικά με τον γεωτουρισμό και την ερμηνεία του τοπίου.",
      "source": "Geoportal Hamburg (Wasser und Wasserbau)"
    },
    "transport_station_wms": {
      "title": "Σταθμοί Δημόσιων Μεταφορών",
      "desc": "Αυτό το σύνολο δεδομένων αποτελεί μέρος της ανάλυσης προσβασιμότητας της Μητροπολιτικής Περιοχής Αμβούργου και περιλαμβάνει προορισμούς και εγκαταστάσεις που σχετίζονται με τις μετακινήσεις, όπως σιδηροδρομικούς σταθμούς, στάσεις λεωφορείων, σχολεία, εμπορικά κέντρα και σούπερ μάρκετ. Τα δεδομένα υποστηρίζουν αξιολογήσεις προσβασιμότητας και κάλυψης υπηρεσιών.",
      "source": "Geoportal Hamburg (Haltestellen)"
    },
    "transport_station": {
      "title": "Στάσεις Δημόσιων Λεωφορείων",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει τις θέσεις των στάσεων λεωφορείων στον Δήμο Πεντέλης.",
      "source": "Δήμος Πεντέλης, 2025"
    },
    "wc_disabled": {
      "title": "Προσβάσιμες Τουαλέτες",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει τις θέσεις δημόσιων τουαλετών με εγκαταστάσεις προσβάσιμες σε αναπηρικά αμαξίδια.",
      "source": "OpenStreetMap, 2025"
    },
    "sidewalk_narrow": {
      "title": "Στενά Πεζοδρόμια",
      "desc": "Αυτό το σύνολο δεδομένων εντοπίζει πεζοδρόμια με πλάτος μικρότερο από 2 μέτρα, βασισμένο στη γεωμετρία και τα χαρακτηριστικά πλάτους των δρόμων από το OpenStreetMap. Τα τμήματα αυτά θεωρούνται δυνητικά άβολα ή δύσχρηστα για πεζούς, χρήστες αναπηρικών αμαξιδίων ή καροτσιών.",
      "source": "OpenStreetMap, 2025"
    },
    "stair": {
      "title": "Σκάλες",
      "desc": "Αυτό το σύνολο δεδομένων εξήχθη από στοιχεία του OpenStreetMap με ετικέτα 'highway=steps'. Περιλαμβάνει εξωτερικές σκάλες και διαδρόμους με σκαλοπάτια που μπορεί να αποτελέσουν εμπόδιο για άτομα με περιορισμένη κινητικότητα.",
      "source": "OpenStreetMap, 2025"
    },
    "obstacle": {
      "title": "Εμπόδια",
      "desc": "Αυτό το σύνολο δεδομένων προέρχεται από χαρακτηριστικά του OpenStreetMap που αναπαριστούν μόνιμα ή προσωρινά αντικείμενα που ενδέχεται να εμποδίζουν ή να περιορίζουν τη διέλευση πεζών, όπως κολωνάκια, φράγματα ή εργοτάξια.",
      "source": "OpenStreetMap, 2025"
    },
    "slope": {
      "title": "Κλίση Οδού",
      "desc": "Αυτό το σύνολο δεδομένων εντοπίζει τμήματα οδών με αισθητές ανηφόρες ή κατηφόρες, βασισμένο στα υψομετρικά χαρακτηριστικά και τη γεωμετρία των δρόμων στο OpenStreetMap. Οι μεγάλες κλίσεις μπορεί να μειώσουν την προσβασιμότητα ή να αυξήσουν την κόπωση κατά το περπάτημα.",
      "source": "OpenStreetMap, 2025"
    },
    "slope_penteli": {
      "title": "Κλίση Οδού",
      "desc": "Αυτό το σύνολο δεδομένων αναπαριστά τμήματα οδών με υπολογισμένες τιμές κλίσης που προέρχονται από ψηφιακά μοντέλα υψομέτρου (DEM) κατά μήκος του οδικού δικτύου. Οι μεγαλύτερες κλίσεις ενδέχεται να δυσκολεύουν την προσβασιμότητα και την άνεση πεζών, χρηστών αμαξιδίων ή ποδηλατών.",
      "source": "Δήμος Πεντέλης (2025), επεξεργασμένο από το έργο InclusiveSpaces."
    },
    "uneven_surfaces": {
      "title": "Ανόμοιες Επιφάνειες",
      "desc": "Αυτό το σύνολο δεδομένων εντοπίζει τμήματα οδών ή πεζοδρομίων με ανώμαλες ή κατεστραμμένες επιφάνειες που μπορεί να μειώσουν την άνεση ή την προσβασιμότητα κατά το περπάτημα.",
      "source": "OpenStreetMap, 2025"
    },
    "poor_pavement": {
      "title": "Κακή Ποιότητα Οδοστρώματος",
      "desc": "Αυτό το σύνολο δεδομένων εντοπίζει τμήματα οδών ή πεζοδρομίων με φθαρμένο ή χαμηλής ποιότητας οδόστρωμα, βασισμένο σε ετικέτες του OpenStreetMap που υποδεικνύουν χαμηλή ομαλότητα ή κακή ποιότητα υλικού.",
      "source": "OpenStreetMap, 2025"
    },
    "kerbs_high": {
      "title": "Υψηλά Πεζοδρόμια",
      "desc": "Αυτό το σύνολο δεδομένων αναδεικνύει διασταυρώσεις ή άκρα δρόμων όπου το ύψος του κρασπέδου υπερβαίνει τα πρότυπα προσβασιμότητας, περιορίζοντας τη διέλευση αμαξιδίων ή ατόμων με κινητικά προβλήματα.",
      "source": "OpenStreetMap, 2025"
    },
    "facility_wms": {
      "title": "Εκπαιδευτικές και Πολιτιστικές Εγκαταστάσεις",
      "desc": "Αυτό το σύνολο δεδομένων περιλαμβάνει εγκαταστάσεις που σχετίζονται με την εκπαίδευση και τον πολιτισμό, όπως κινηματογράφους, θέατρα, μουσεία, χώρους μουσικής, εκθέσεις, πολιτιστικά κέντρα γειτονιάς, δημοτικά κτήρια, ειδικές βιβλιοθήκες, κέντρα εκπαίδευσης ενηλίκων και θρησκευτικές κοινότητες.",
      "source": "Geoportal Hamburg (Bildung und Kultur)"
    },
    "facilities": {
      "title": "Εγκαταστάσεις",
      "desc": "Τοπικές κοινοτικές, πολιτιστικές και εκπαιδευτικές εγκαταστάσεις.",
      "source": "Δήμος Πεντέλης, 2025"
    },
    "pedestrian_flow_wms": {
      "title": "Ροές Πεζών",
      "desc": "Αυτό το σύνολο δεδομένων απεικονίζει τη σχετική σημασία των οδών και διαδρομών για την κίνηση των πεζών στο Αμβούργο. Οι τιμές υπολογίστηκαν χρησιμοποιώντας το ψηφιακό μοντέλο τοπίου της πόλης και διάφορα σημεία ενδιαφέροντος (POI) όπως στάσεις ΜΜΜ, εμπορικά καταστήματα και σχολεία. Κάθε POI έλαβε περιοχή επιρροής και βάρος από 0 έως 15, με τις υψηλότερες τιμές να υποδηλώνουν μεγαλύτερη σημασία για τους πεζούς.",
      "source": "Geoportal Hamburg (Bedeutungsräume für den Fußverkehr)"
    },
    "pedestrian_flow": {
      "title": "Ροές Πεζών",
      "desc": "Αυτό το σύνολο δεδομένων αναπαριστά την ένταση της παρατηρούμενης κίνησης πεζών στον Δήμο Πεντέλης. Αναπτύχθηκε στο πλαίσιο του έργου InclusiveSpaces, βασισμένο σε τοπικές έρευνες και χωρική ανάλυση για την αναγνώριση περιοχών με υψηλή ή χαμηλή δραστηριότητα πεζών.",
      "source": "Έργο InclusiveSpaces – επιτόπιες παρατηρήσεις και χωρική ανάλυση για την Πεντέλη"
    }
  },
  
  "legend_base_area": "Βασική περιοχή",
  "legend_without_factors": "(χωρίς παράγοντες άνεσης)",
  "alert_no_area_time_speed": "Δεν βρέθηκε προσβάσιμη περιοχή για αυτόν τον χρόνο/ταχύτητα περπατήματος. Δοκιμάστε άλλη ρύθμιση.",
  "alert_no_area_comfort": "Οι επιλεγμένες ρυθμίσεις άνεσης οδηγούν σε μη προσβάσιμη περιοχή. Δοκιμάστε να προσαρμόσετε τα sliders.",
    
  "display_noise": "Θόρυβος",
  "display_light": "Φωτισμός Δρόμου",
  "display_tree": "Σκιά Δέντρων",
  "display_traffic": "Φανάρια Κυκλοφορίας",
  "display_tactile": "Ανάγλυφη Υποστήριξη",
  "display_blue_inf": "Υδάτινα Στοιχεία",
  "display_green_inf": "Χώροι Πρασίνου",
  "display_station": "Σταθμοί Μεταφοράς",
  "display_wc": "Προσβάσιμες Τουαλέτες",
  "display_narrow": "Στενό πεζοδρόμιο",
  "display_stair": "Σκάλες",
  "display_obstacle": "Εμπόδια",
  "display_slope": "Κλίση",
  "display_uneven": "Ανισόπεδη επιφάνεια",
  "display_pavement": "Κακό οδόστρωμα",
  "display_kerb_high": "Ψηλά κράσπεδα",
  "display_facility": "Εγκαταστάσεις",
  "display_pedestrian_flow": "Ροή Πεζών",
  "display_summer_heat": "Θερμότητα καλοκαιριού",
  "display_winter_cold": "Κρύο χειμώνα",
  
  "layertag_temp_summer_0": "Ζεστό",
  "layertag_temp_summer_1": "Καυτό",
  "layertag_temp_summer_2": "Πολύ Καυτό",
  "layertag_temp_winter_0": "Δροσερό",
  "layertag_temp_winter_1": "Κρύο",
  "layertag_temp_winter_2": "Πολύ Κρύο",
  "layertag_trafic_light": "Φανάρια Κυκλοφορίας",
  "layertag_tree_0": "Φυτεμένο Δέντρο",
  "layertag_tree_1": "Προγραμματισμένο Δέντρο",
  "layertag_tree_2": "Μη Κατανεμημένο Σημείο",
  "layertag_blue_0": "Υφάλμυρο Νερό",
  "layertag_blue_1": "Λίμνη",
  "layertag_blue_2": "Υδάτινο Σώμα",
  "layertag_blue_3": "Πηγή",
  "layertag_blue_4": "Υδραυλική Κατασκευή",
  "layertag_temp_summer_note": "Ανοιχτό = άνετο, Σκούρο = ζεστό",
  "layertag_temp_winter_note": "Ανοιχτό = άνετο, Σκούρο = κρύο",
  "layertag_transport_station": "Σταθμός Μεταφοράς",
  "layertag_green_0": "Αστικό Πάρκο",
  "layertag_green_1": "Γενικός Χώρος Πρασίνου",
  "layertag_green_2": "Μονοπάτια Πεζοπορίας",
  "layertag_green_3": "Παιδικές Χαρές",
  "layertag_green_4": "Προστατευτικό Πράσινο",
  "layertag_green_5": "Αθλητικά Γήπεδα",
  "layertag_green_6": "Κήπος",
  "layertag_green_7": "Άλλο",
  "layertag_slope_penteli_0": "Επίπεδο ή ήπιο",
  "layertag_slope_penteli_1": "Μέτρια κλίση",
  "layertag_slope_penteli_2": "Πολύ απότομη κλίση",
  "layertag_facility_0": "Πολιτιστικό Κέντρο",
  "layertag_facility_1": "Σινεμά",
  "layertag_facility_2": "Μουσείο",
  "layertag_facility_3": "Χώρος Μουσικής",
  "layertag_facility_4": "Θρησκευτικός Χώρος",
  "layertag_facility_5": "Εκπαιδευτικό Κέντρο",
  "layertag_facility_6": "Ειδική Βιβλιοθήκη",
  "layertag_flow_low": "Κανονική ροή πεζών",
  "layertag_flow_medium": "Υψηλή ροή πεζών",
  "layertag_flow_high": "Πολύ υψηλή ροή πεζών"
}